[
  {
    "Id": 1,
    "Name": "Monkey D. Luffy",
    "Gender": 0,
    "Series": "One Piece",
    "Power": "Gomu Gomu no Mi (Rubber-Rubber Fruit)",
    "Description": "The captain of the Straw Hat Pirates, Luffy has the ability to stretch his body like rubber. He is a fearless and determined fighter who will stop at nothing to become the Pirate King.",
    "PhotoPath": "luffy.jpg"
  },
  {
    "Id": 2,
    "Name": "Naruto Uzumaki",
    "Gender": 0,
    "Series": "Naruto",
    "Power": "Nine-Tailed Fox",
    "Description": "The main character of the Naruto series, Naruto has the power of the Nine-Tailed Fox sealed inside him. He is a ninja who dreams of becoming the Hokage, the leader of his village.",
    "PhotoPath": "naruto.jpg"
  },
  {
    "Id": 3,
    "Name": "Ichigo Kurosaki",
    "Gender": 0,
    "Series": "Bleach",
    "Power": "Zanpakuto (Soul Slayer)",
    "Description": "A high school student who can see ghosts, Ichigo gains the power of a Soul Reaper and fights to protect his friends and family from evil spirits.",
    "PhotoPath": "ichigo.jpg"
  },
  {
    "Id": 4,
    "Name": "Goku",
    "Gender": 0,
    "Series": "Dragon Ball",
    "Power": "Super Saiyan",
    "Description": "A Saiyan warrior from the planet Vegeta, Goku is the main protagonist of the Dragon Ball series. He possesses incredible strength and fighting abilities, and is known for his kind heart and love of adventure.",
    "PhotoPath": "goku.jpg"
  },
  {
    "Id": 5,
    "Name": "Saitama",
    "Gender": 0,
    "Series": "One Punch Man",
    "Power": "Superhuman strength",
    "Description": "A bored and unfulfilled hero who can defeat any opponent with a single punch, Saitama is the protagonist of the One Punch Man series. He seeks to find a worthy opponent who can challenge him.",
    "PhotoPath": "saitama.jpg"
  },
  {
    "Id": 6,
    "Name": "Edward Elric",
    "Gender": 0,
    "Series": "Fullmetal Alchemist",
    "Power": "Alchemy",
    "Description": "A young alchemist who lost his arm and leg trying to bring his mother back to life, Edward is the main protagonist of the Fullmetal Alchemist series. He and his brother Alphonse search for the Philosopher's Stone to restore their bodies.",
    "PhotoPath": "edward.jpg"
  },
  {
    "Id": 7,
    "Name": "Lelouch vi Britannia",
    "Gender": 0,
    "Series": "Code Geass",
    "Power": "Geass (Mind control)",
    "Description": "A prince of the Britannian Empire who gains the power of Geass, which allows him to control people's minds, Lelouch seeks to overthrow his father and create a better world for his sister Nunnally.",
    "PhotoPath": "lelouch.jpg"
  },
  {
    "Id": 8,
    "Name": "Light Yagami",
    "Gender": 0,
    "Series": "Death Note",
    "Power": "Death Note (Killing notebook)",
    "Description": "A high school student who gains the power to kill anyone whose name he writes in a notebook, Light seeks to create a world free of crime and become its god.",
    "PhotoPath": "light.jpg"
  },
  {
    "Id": 9,
    "Name": "Sasuke Uchiha",
    "Gender": 0,
    "Series": "Naruto",
    "Power": "Sharingan",
    "Description": "A former member of the Uchiha clan who seeks revenge against his brother, Sasuke is a skilled ninja who possesses the Sharingan, a powerful eye technique.",
    "PhotoPath": "sasuke.jpg"
  },
  {
    "Id": 10,
    "Name": "Vegeta",
    "Gender": 0,
    "Series": "Dragon Ball",
    "Power": "Super Saiyan",
    "Description": "A proud and stubborn prince of the Saiyan race, Vegetacontinuing from the previous message...",
    "PhotoPath": "vegeta.jpg"
  },

  {
    "Id": 11,
    "Name": "Kakashi Hatake",
    "Gender": 1,
    "Series": "Naruto",
    "Power": "Sharingan",
    "Description": "A skilled ninja who serves as the mentor of Naruto and his team, Kakashi possesses the Sharingan and is known for his cool and calm demeanor.",
    "PhotoPath": "kakashi.jpg"
  },
  {
    "Id": 12,
    "Name": "Gon Freecss",
    "Gender": 1,
    "Series": "Hunter x Hunter",
    "Power": "Nen",
    "Description": "A young boy who dreams of becoming a Hunter like his father, Gon possesses the power of Nen and sets out on a journey to find his father and become a great Hunter himself.",
    "PhotoPath": "gon.jpg"
  },
  {
    "Id": 13,
    "Name": "All Might",
    "Gender": 1,
    "Series": "My Hero Academia",
    "Power": "One For All",
    "Description": "The former number one hero and the symbol of peace, All Might passes on his power of One For All to Izuku Midoriya and trains him to become the next symbol of peace.",
    "PhotoPath": "allmight.jpg"
  },
  {
    "Id": 14,
    "Name": "Levi Ackerman",
    "Gender": 1,
    "Series": "Attack on Titan",
    "Power": "Omnidirectional Mobility Gear",
    "Description": "The captain of the Survey Corps and the strongest soldier in humanity's fight against the Titans, Levi is known for his exceptional combat skills and his clean-freak tendencies.",
    "PhotoPath": "levi.jpg"
  },
  {
    "Id": 15,
    "Name": "Erza Scarlet",
    "Gender": 1,
    "Series": "Fairy Tail",
    "Power": "Requip: The Knight",
    "Description": "A powerful wizard and a member of the Fairy Tail guild, Erza possesses the ability to change her armor and weapons at will using the magic of Requip.",
    "PhotoPath": "erza.jpg"
  },
  {
    "Id": 16,
    "Name": "Yusuke Urameshi",
    "Gender": 1,
    "Series": "Yu Yu Hakusho",
    "Power": "Spirit Gun",
    "Description": "A delinquent who becomes a Spirit Detective and fights to protect the human world from demons and other supernatural threats, Yusuke possesses the ability to shoot a powerful blast of spirit energy called the Spirit Gun.",
    "PhotoPath": "yusuke.jpg"
  },
  {
    "Id": 17,
    "Name": "Kenshin Himura",
    "Gender": 1,
    "Series": "Rurouni Kenshin",
    "Power": "Hiten Mitsurugi-ryu",
    "Description": "A former assassin who becomes a wandering swordsman and vows to never kill again, Kenshin is a master of the Hiten Mitsurugi-ryu sword style and uses his skills to protect the innocent.",
    "PhotoPath": "kenshin.jpg"
  },
  {
    "Id": 18,
    "Name": "Spike Spiegel",
    "Gender": 1,
    "Series": "Cowboy Bebop",
    "Power": "Marksmanship",
    "Description": "A bounty hunter and a former member of a criminal syndicate, Spike is a skilled marksman and a master of hand-to-hand combat. He travels the galaxy with his crew aboard the spaceship Bebop, chasing down the galaxy's most dangerous criminals.",
    "PhotoPath": "spike.jpg"
  },
  {
    "Id": 19,
    "Name": "Yugi Mutou",
    "Gender": 1,
    "Series": "Yu-Gi-Oh!",
    "Power": "The Millennium Puzzle",
    "Description": "A high school student who possesses the Millennium Puzzle, Yugi is able to summon powerful monsters to do battle in the shadow realm. He and his friends play a card game called Duel Monsters, which becomes the source of many of their adventures.",
    "PhotoPath": "yugi.jpg"
  },
  {
    "Id": 20,
    "Name": "Haruhi Suzumiya",
    "Gender": 1,
    "Series": "The Melancholy of Haruhi Suzumiya",
    "Power": "Reality Warping",
    "Description": "A high school student who unknowingly possesses the power to warpreality, Haruhi forms a club with her classmates to search for supernatural beings and phenomena. She is a charismatic and eccentric character who often gets herself and her friends into unusual situations.",
    "PhotoPath": "haruhi.jpg"
  },
  {
    "Id": 21,
    "Name": "Eren Yeager",
    "Gender": 1,
    "Series": "Attack on Titan",
    "Power": "Titan Shifter",
    "Description": "A young man who possesses the ability to transform into a Titan, Eren fights to protect humanity from the Titans and uncover the secrets of his own past.",
    "PhotoPath": "eren.jpg"
  },
  {
    "Id": 22,
    "Name": "Alucard",
    "Gender": 1,
    "Series": "Hellsing",
    "Power": "Vampire",
    "Description": "A powerful vampire who serves the Hellsing organization, Alucard is a skilled fighter and marksman who uses his supernatural abilities to hunt down and destroy other vampires and supernatural threats.",
    "PhotoPath": "alucard.jpg"
  },
  {
    "Id": 23,
    "Name": "Ken Kaneki",
    "Gender": 1,
    "Series": "Tokyo Ghoul",
    "Power": "Ghoul",
    "Description": "A college student who becomes a half-ghoul after a chance encounter with a beautiful woman, Ken struggles to come to terms with his new identity and fights to protect himself and his loved ones from other ghouls and the humans who hunt them.",
    "PhotoPath": "kaneki.jpg"
  },
  {
    "Id": 24,
    "Name": "Natsu Dragneel",
    "Gender": 1,
    "Series": "Fairy Tail",
    "Power": "Dragon Slayer Magic",
    "Description": "A member of the Fairy Tail guild and a Dragon Slayer who can manipulate fire, Natsu is a hot-headed and impulsive fighter who always fights for his friends and guildmates.",
    "PhotoPath": "natsu.jpg"
  },
  {
    "Id": 25,
    "Name": "Tatsumi",
    "Gender": 1,
    "Series": "Akame ga Kill!",
    "Power": "Incursio",
    "Description": "A young swordsman who joins the Night Raid rebel group, Tatsumi possesses the power of the Incursio armor, which gives him superhuman strength and speed in battle.",
    "PhotoPath": "tatsumi.jpg"
  },
  {
    "Id": 26,
    "Name": "Shinichi Izumi",
    "Gender": 1,
    "Series": "Parasyte",
    "Power": "Parasite",
    "Description": "A high school student who is taken over by a parasitic alien, Shinichi fights to protect himself and his loved ones from other parasites who seek to take over the world.",
    "PhotoPath": "shinichi.jpg"
  },
  {
    "Id": 27,
    "Name": "Gonpachi",
    "Gender": 1,
    "Series": "One Punch Man",
    "Power": "None",
    "Description": "A C-Class hero who rides a bicycle and wears a homemade costume, Mumen Rider has no superpowers but is determined to protect the citizens of his city and fight for justice.",
    "PhotoPath": "mumenrider.jpg"
  },
  {
    "Id": 28,
    "Name": "Hinata Hyuga",
    "Gender": 1,
    "Series": "Naruto",
    "Power": "Byakugan",
    "Description": "A member of the Hyuga clan who possesses the Byakugan, a powerful eye technique, Hinata is a skilled ninja who overcomes her shyness and fights to protect her friends and loved ones.",
    "PhotoPath": "hinata.jpg"
  },
  {
    "Id": 29,
    "Name": "Gon Freecss",
    "Gender": 1,
    "Series": "Hunter x Hunter",
    "Power": "Nen",
    "Description": "A young boy who dreams of becoming a Hunter like his father, Gon possesses the power of Nen and sets out on a journey to find his father and become a great Hunter himself.",
    "PhotoPath": "gon.jpg"
  },
  {
    "Id": 30,
    "Name": "Rintaro Okabe",
    "Gender": 1,
    "Series": "Steins;Gate",
    "Power": "Time travel",
    "Description": "A self-proclaimed mad scientist who accidentally discovers the ability to send text messages to the past, Okabe and his friends must navigate the dangers of time travel and the consequences of their actions.",
    "PhotoPath": "okabe.jpg"
  },
  {
    "Id": 31,
    "Name": "Monkey D. Luffy",
    "Gender": 1,
    "Series": "One Piece",
    "Power": "Gomu Gomu no Mi",
    "Description": "A pirate and the captain of the Straw Hat Pirates, Luffy possesses the power of the Gomu Gomu no Mi fruit, which gives him rubber-like abilities and allows him to stretch his body in various ways.",
    "PhotoPath": "luffy.jpg"
  },
  {
    "Id": 32,
    "Name": "Ryuko Matoi",
    "Gender": 1,
    "Series": "Kill la Kill",
    "Power": "Senketsu",
    "Description": "A high school student who possesses a sentient uniform named Senketsu, Ryuko fights against the mysterious organization known as Honnouji Academy and their student council president, Satsuki Kiryuin.",
    "PhotoPath": "ryuko.jpg"
  },
  {
    "Id": 33,
    "Name": "Saitama",
    "Gender": 1,
    "Series": "One Punch Man",
    "Power": "Superhuman strength and speed",
    "Description": "A superhero who can defeat any opponent with a single punch, Saitama is bored with his seemingly endless strength and searches for a worthy opponent.",
    "PhotoPath": "saitama.jpg"
  },
  {
    "Id": 34,
    "Name": "Maka Albarn",
    "Gender": 1,
    "Series": "Soul Eater",
    "Power": "Soul Perception",
    "Description": "A meister who attends the Death Weapon Meister Academy, Maka possesses the ability to sense the souls of others and uses this ability to help her weapon partner, Soul Eater, collect the souls of evil beings.",
    "PhotoPath": "maka.jpg"
  },
  {
    "Id": 35,
    "Name": "Kagome Higurashi",
    "Gender": 1,
    "Series": "Inuyasha",
    "Power": "Sacred Jewel",
    "Description": "A high school student who travels back in time to the feudal era, Kagome possesses the Sacred Jewel and teams up with the half-demon Inuyasha to recover the jewel fragments and prevent evil demons from obtaining its power.",
    "PhotoPath": "kagome.jpg"
  },
  {
    "Id": 36,
    "Name": "Edward Elric",
    "Gender": 1,
    "Series": "Fullmetal Alchemist",
    "Power": "Alchemy",
    "Description": "A young alchemist who lost his arm and leg in an attempt to bring his mother back to life, Edward and his brother Alphonse search for the Philosopher's Stone in order to restore their bodies.",
    "PhotoPath": "edward.jpg"
  },
  {
    "Id": 37,
    "Name": "Sakura Kinomoto",
    "Gender": 1,
    "Series": "Cardcaptor Sakura",
    "Power": "Clow Cards",
    "Description": "A young girl who accidentally releases the Clow Cards and must capture them all in order to prevent their destructive power from harming the world, Sakura is a cheerful and determined character who grows stronger as she faces new challenges.",
    "PhotoPath": "sakura.jpg"
  },
  {
    "Id": 38,
    "Name": "Yukihira Soma",
    "Gender": 1,
    "Series": "Food Wars!",
    "Power": "Culinary skills",
    "Description": "A young chef who attends the prestigious Totsuki Saryo Culinary Institute, Soma uses his creative and unorthodox cooking style to win battles against other talented chefs and rise to the top of the school's hierarchy.",
    "PhotoPath": "soma.jpg"
  },
  {
    "Id": 39,
    "Name": "Tanjirou Kamado",
    "Gender": 1,
    "Series": "Demon Slayer",
    "Power": "Breathing techniques",
    "Description": "A young boy who becomes a demon slayer after his family is killed by demons, Tanjirou trains to master the art of Breathing techniques and fights to protect humanity from the demon threat.",
    "PhotoPath": "tanjirou.jpg"
  },
  {
    "Id": 40,
    "Name": "Yato",
    "Gender": 1,
    "Series": "Noragami",
    "Power": "God",
    "Description": "A minor god who grants wishes for a fee, Yato struggles to gain followers and establish his own shrine. He teams up with a human girl named Hiyori and a regalia named Yukine to complete various tasks and earn money.",
    "PhotoPath": "yato.jpg"
  },
  {
    "Id": 41,
    "Name": "Rimuru Tempest",
    "Gender": 0,
    "Series": "That Time I Got Reincarnated as a Slime",
    "Power": "Absorption",
    "Description": "A man who is reincarnated as a slime in a fantasy world, Rimuru gains the ability to absorb other creatures and their abilities. He builds a nation of monsters and allies with various factions to protect his people and make peace with humans.",
    "PhotoPath": "rimuru.jpg"
  },
  {
    "Id": 42,
    "Name": "Koro-sensei",
    "Gender": 0,
    "Series": "Assassination Classroom",
    "Power": "Tentacles",
    "Description": "A strange creature with a smiling face and tentacles, Koro-sensei is a powerful being who threatens to destroy the Earth. He becomes a teacher for a class of misfit students and teaches them various skills while they try to assassinate him.",
    "PhotoPath": "korosensei.jpg"
  },
  {
    "Id": 43,
    "Name": "Mikasa Ackerman",
    "Gender": 1,
    "Series": "Attack on Titan",
    "Power": "Omnidirectional Mobility Gear",
    "Description": "An orphan who is adopted by Eren's family, Mikasa becomes a skilled fighter and joins the Survey Corps to avenge her family and protect humanity from the Titans. She wields the omni-directional mobility gear, which allows her to move freely in the air and attack Titans from any direction.",
    "PhotoPath": "mikasa.jpg"
  },
  {
    "Id": 44,
    "Name": "Kenshin Himura",
    "Gender": 1,
    "Series": "Rurouni Kenshin",
    "Power": "Hiten Mitsurugi-ryu",
    "Description": "A former assassin who has sworn not to kill again, Kenshin becomes a wanderer and helps people in need. He wields a reverse-bladed sword and uses the Hiten Mitsurugi-ryu style, which emphasizes speed and agility in combat.",
    "PhotoPath": "kenshin.jpg"
  },
  {
    "Id": 45,
    "Name": "Guts",
    "Gender": 1,
    "Series": "Berserk",
    "Power": "Dragon Slayer",
    "Description": "A mercenary and former member of the Band of the Hawk, Guts wields a massive sword called the Dragon Slayer and is known for his incredible strength and endurance. He seeks revenge against his former friend and leader, Griffith, who betrayed him and caused the deaths of his comrades.",
    "PhotoPath": "guts.jpg"
  },
  {
    "Id": 46,
    "Name": "Revy",
    "Gender": 1,
    "Series": "Black Lagoon",
    "Power": "Firearms",
    "Description": "A member of the Lagoon Company, a group of pirates and smugglers, Revy is a skilled gunman who is feared by many. She has a troubled past and a short temper, but also has a softer side that she rarely shows.",
    "PhotoPath": "revy.jpg"
  },
  {
    "Id": 47,
    "Name": "Yusuke Urameshi",
    "Gender": 1,
    "Series": "Yu Yu Hakusho",
    "Power": "Spirit Gun",
    "Description": "A delinquent who dies saving a child from a car accident, Yusuke becomes a spirit detective and fights against various supernatural threats. He wields the Spirit Gun, a powerful blast of energy that he fires from his index finger.",
    "PhotoPath": "yusuke.jpg"
  },
  {
    "Id": 48,
    "Name": "Mugen",
    "Gender": 1,
    "Series": "Samurai Champloo",
    "Power": "Swordsmanship",
    "Description": "A wild and unpredictable swordsman, Mugen is a former pirate who teams up with a samurai named Jin anda young girl named Fuu to search for the",
    "PhotoPath": "mugen.jpg"
  },
  {
    "Id": 49,
    "Name": "Saitama",
    "Gender": 1,
    "Series": "One-Punch Man",
    "Power": "One-Punch",
    "Description": "A superhero who has become bored with his lack of challenge, Saitama gains immense strength and the ability to defeat any opponent with a single punch. He joins the Hero Association and becomes a mentor to a young cyborg named Genos.",
    "PhotoPath": "saitama.jpg"
  },
  {
    "Id": 50,
    "Name": "Gon Freecss",
    "Gender": 1,
    "Series": "Hunter x Hunter",
    "Power": "Nen",
    "Description": "A young boy who sets out to become a Hunter like his father, Gon has incredible strength and agility, as well as the ability to use Nen, a powerful technique that allows him to manipulate his life energy. He befriends several other aspiring Hunters, including Killua and Leorio.",
    "PhotoPath": "gon.jpg"
  },
  {
    "Id": 51,
    "Name": "Kaneki Ken",
    "Gender": 1,
    "Series": "Tokyo Ghoul",
    "Power": "Ghoul",
    "Description": "A normal college student who becomes a half-ghoul after being attacked by one, Kaneki struggles to come to terms with his new identity and the violence that comes with it. He becomes involved in a war between humans and ghouls, and must navigate a complex web of alliances and betrayals.",
    "PhotoPath": "kaneki.jpg"
  },
  {
    "Id": 53,
    "Name": "Edward Elric",
    "Gender": 1,
    "Series": "Fullmetal Alchemist",
    "Power": "Alchemy",
    "Description": "A young alchemist who lost his arm and leg in a failed attempt to bring his mother back to life, Edward sets out with his brother Alphonse to find the Philosopher's Stone, which they believe will allow them to restore their bodies. He is known as the Fullmetal Alchemist due to his automail limbs.",
    "PhotoPath": "edward.jpg"
  },
  {
    "Id": 54,
    "Name": "Spike Spiegel",
    "Gender": 1,
    "Series": "Cowboy Bebop",
    "Power": "Hand-to-Hand Combat",
    "Description": "A bounty hunter and former member of the Red Dragon Crime Syndicate, Spike is a skilled fighter and marksman who travels the galaxy with his partner Jet Black in search of the galaxy's most dangerous criminals. He has a troubled past and a love for jazz music.",
    "PhotoPath": "spike.jpg"
  },
  {
    "Id": 55,
    "Name": "Riza Hawkeye",
    "Gender": 1,
    "Series": "Fullmetal Alchemist",
    "Power": "Marksmanship",
    "Description": "A skilled marksman and loyal subordinate of Colonel Roy Mustang, Riza is a member of the military and serves as Mustang's personal assistant and bodyguard. She has a deep commitment to her duties and a troubled past involving her father, who was also a sharpshooter.",
    "PhotoPath": "riza.jpg"
  },
  {
    "Id": 56,
    "Name": "Kanade Tachibana",
    "Gender": 1,
    "Series": "Angel Beats!",
    "Power": "Angel",
    "Description": "A mysterious girl who serves as the student council president in a purgatory-like afterlife, Kanade is known as Angel due to her supernatural abilities and the fact that she is the only one who can grant the wishes of the students. She develops a connection with the main character, Otonashi, and helps him come to terms with his past.",
    "PhotoPath": "kanade.jpg"
  },
  {
    "Id": 57,
    "Name": "Shinichi Izumi",
    "Gender": 1,
    "Series": "Parasyte",
    "Power": "Migi",
    "Description": "A high school student who is infected by a parasite named Migi, Shinichi gains superhuman abilities and finds himself caught in a war between humans and parasites. He develops a complex relationship with Migi as they work together to survive and protect their loved ones.",
    "PhotoPath": "shinichi.jpg"
  },
  {
    "Id": 58,
    "Name": "Yusuke Kitagawa",
    "Gender": 1,
    "Series": "Persona 5",
    "Power": "Persona",
    "Description": "A member of the Phantom Thieves, a group of high school students who use their supernatural powers to steal the hearts of corrupt adults, Yusuke is a talented artist who discovers his abilities as a Persona user. He struggles to find his place in the world and comes to terms with his complicated family history.",
    "PhotoPath": "yusukekitagawa.jpg"
  },
  {
    "Id": 59,
    "Name": "Sakura Kinomoto",
    "Gender": 1,
    "Series": "Cardcaptor Sakura",
    "Power": "Clow Cards",
    "Description": "A young girl who discovers a set of magical Clow Cards, Sakura becomes a Cardcaptor and must capture the cards before they cause harm to the world. She has a kind heart and a strong sense of justice, and develops a crush on her friend Syaoran.",
    "PhotoPath": "sakura.jpg"
  },
  {
    "Id": 60,
    "Name": "Kazuma Satou",
    "Gender": 1,
    "Series": "KonoSuba",
    "Power": "Luck",
    "Description": "A shut-in who dies and is reincarnated in a fantasy world, Kazuma forms a party with a goddess, a mage, and a crusader to defeat the Demon King. He has low stats and relies on his luck and cunning to survive, often getting into comedic and dangerous situations.",
    "PhotoPath": "kazuma.jpg"
  },
  {
    "Id": 61,
    "Name": "Lelouch Lamperouge",
    "Gender": 1,
    "Series": "Code Geass",
    "Power": "Geass",
    "Description": "A prince who is exiled and gains the power of Geass, which allows him to control people's minds, Lelouch becomes the leader of the rebellion against his father's empire. He is a brilliant strategist and charismatic leader, but his thirst for revenge and desire for power drive him to make questionable decisions.",
    "PhotoPath": "lelouch.jpg"
  },
  {
    "Id": 62,
    "Name": "Soma Yukihira",
    "Gender": 1,
    "Series": "Food Wars!",
    "Power": "Cooking",
    "Description": "A talented chef who dreams of surpassing his father's skills, Soma enrolls in a prestigious culinary school and competes in various cooking battles. He has a fearless attitude and a creative approach to cooking, often incorporating unusual ingredients and techniques.",
    "PhotoPath": "soma.jpg"
  },
  {
    "Id": 63,
    "Name": "Ryuko Matoi",
    "Gender": 1,
    "Series": "Kill la Kill",
    "Power": "Kamui",
    "Description": "A high school student who seeks revenge for her father's death, Ryuko discovers a powerful uniform called Kamui that enhances her abilities and grants her superhuman strength and speed. She battles against the student council of her school, which is secretly controlled by her mother.",
    "PhotoPath": "ryuko.jpg"
  },
  {
    "Id": 64,
    "Name": "Koyomi Araragi",
    "Gender": 1,
    "Series": "Monogatari Series",
    "Power": "Regeneration",
    "Description": "A high school student who becomes involved with various supernatural beings, Koyomi gains the ability to regenerate any part of his body after being turned into a vampire. He helps various girls with their supernatural problems, often getting into dangerous situations and relying on his wit and charm to get out of them.",
    "PhotoPath": "araragi.jpg"
  }
]